{
    "meta": {
        "offerCountry": "US",
        "product": "EZP",
        "legacy": true,
        "variables": {}
    },
    "content": {
        "title": "Split your purchases into equal monthly payments",
        "subtitle": "Subject to credit approval.",
        "instructions": [
            ["monogram", "Choose PayPal Credit at checkout and use the Easy Payments offer that works for you."],
            [
                "calendar",
                "Split your purchase into equal monthly payments over the length of the offer. May include interest. Be sure to make payments by the due date."
            ],
            ["truck", "If your items ship separately, we'll split each new shipment into equal monthly payments."],
            [
                "tags",
                "Your PayPal Credit minimum monthly payment includes all Easy Payments and other PayPal Credit purchases."
            ]
        ],
        "about": {
            "title": "About promotional offers",
            "text": "PayPal Credit promotional offers are available for a limited time only and may vary, depending on where you shop. Offers aren't valid on previous returns, refunds, and exchanges, or when using the Send Money feature in your PayPal account."
        },
        "disclaimer": "PayPal Credit is subject to credit approval as determined by the lender, Synchrony Bank, and is available to US customers who are of legal age in their state of residence. You must pay with PayPal Credit to get the offers. Offers not valid on previous purchases, returns or exchanges. Minimum purchase required is before shipping and tax. For New Accounts: Variable Purchase and Cash APR is {aprEntry.apr}%. Variable Penalty APR is 35.99%. The APRs are accurate as of {aprEntry.formattedDate} and will vary with the market based on the Prime Rate (as defined in your credit card agreement). Minimum Interest charge is $2.00.",
        "copyright": "Copyright {fullYear} Bill Me Later, Inc. All rights reserved."
    }
}
